Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/beavdegirjjiid_oaidninlahkai_doallan.html.tmx
Source language: sme
Languages: smn

source: Beavdegirjjiid oaidninláhkai doallan
smn: Pevdikirjij uáinimnáál toollâm

source: Sámedikki bargoortnega 64 §:a mielde Sámedikki čoahkkima ja stivrra beavdegirjjit dasa laktojuvvon váidalančujuhusain dollojuvvojit dárkkisteami maŋŋá almmolaččat oaidninláhkai nu mo das lea ovddalgihtii almmuhuvvon.
smn: Sämitige pargo-oornig 64 § mield Sämitige čuákkim já stiivrâ pevdikirjeh toos lohtâseijee vaidâlemčujottâssáin tuálloo tärhistem maŋa almolávt uáinimnáál nuuvt maht tast lii almottum muuneeld.

source: Eará doaibmaorgána beavdegirjji oaidninláhkai doallamis mearrida áššáigullevaš doaibmaorgána ieš.
smn: Eres toimâorgaan pevdikirje uáinimnáál tolâmist meerrid áášánkullee toimâorgaan jieš.

source: Beavdegirji dollojuvvo almmolaččat oaidninláhkai Sámedikki neahttasiidduin čujuhusas www.samediggi.fi uhcimustá beavdegirjji váidalanáigge, juos ii čiegusindoallama guoski njuolggadusain eará čuovo.
smn: Pevdikirje tuálloo almolávt uáinimnáál Sämitige nettisiijđoin čujottâsâst www.samediggi.fi ucemustáá pevdikirje vaidâlemääigi, jis ij syeligâsâsttolâmân kyeskee njuolgâdusâin eres čuávu.

source: Čoahkkimat
smn: Čuákkimäššikirjeh

source: Váidalančujuhus
smn: Väidimčujottâs
